Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Chasing Tails.tmx
Source language: ko_kr
Languages: en_us

source: 괜찮다고.
en_us: I’m fine.

source: 경찰조사요…?
en_us: investigate...?

source: 이청록이요?
en_us: cheongnok?

source: 사실은 빈틈도 많았고
en_us: ...they had a lot of blind spots.

source: 거짓말 탐지기도 들어갈 테니까 코앞일 수도 있겠어요.
en_us: we’re also doing polygraphs, so things might unravel much quicker than we think.

source: 우리 너무 겁먹고 있지 말고
en_us: say, why don’t we talk about something...

source: 흉기도 안 나오고 현장 다 망가진 사건이어도
en_us: no weapons were found and the crime scene was all damaged.

source: 꼬리잡기 41
en_us: chasing tails 41

source: 이런 상황에서도 존엄 지키겠답시고 화장실 왔다갔다 체력 낭비…
en_us: even in this situation, we’re wasting so much energy just to protect our dignity...

source: 내가 잘 몰랐네요...
en_us: I didn’t know that.

source: 하긴,
en_us: you’re right.

source: 죽어, 이 새끼야!!!!
en_us: die, you bastard!!

source: '스튜디오 콘트라' 구조 5시간 전
en_us: 5 hours before the rescue

source: 지익
en_us: squeeze

source: 빵 남긴 놈부터 찾아야 돼요!
en_us: we have to find the person who didn’t finish their bread!

source: 저쪽이랑 완전 분리 되어 있으니까.
en_us: ... is completely separated from the other room.

source: 조심해서 가.
en_us: be careful.

source: 말로 부탁할 때 그만해라.
en_us: I’m warning you. stop talking about her.

source: 이청록은 상대를 분명히 가격했지만 정확히 어디를 쳤는지는 자신도 모르겠다고 했습니다.
en_us: cheongnok said he definitely hit someone, but isn’t sure of where...

source: 벌 떡
en_us: jolt

source: 다 쌌냐.
en_us: are you done?

source: 네, 네.
en_us: yeah, yep.

source: 근데 선배...
en_us: juntaek.

source: 말이군요.
en_us: that must be detective munchan kim.

source: 근데 오빠는 그런 거 상관 없지...?
en_us: but you don’t care about that, do you...?

source: 살면서 중요한 순간에 자기 뜻 포기하고 다른 옵션 선택한다는 게 말처럼 쉽진 않더라고요.
en_us: picking a safer option against your will when you’re faced with making an important decision... is easier said than done.

source: 형사들한테?
en_us: tell the detectives?

source: 아 네...
en_us: oh... okay.

source: 이번 거 캐크네…
en_us: this one’s loud as hell...

source: 팀장님!
en_us: boss!

source: 수사가 진행되자 자살기도까지 한 생존자.
en_us: he’s also the survivor who attempted suicide when the investigation made way.

source: 안 일어나냐?
en_us: get up!

source: 중요한 순간에 한끗 차이로 인생이 갈리니까요.
en_us: ...end up in such different places from that one decision.

source: 아무튼..
en_us: in any case...

source: 이 둘은 접점이 있어요.
en_us: then they have a connection.

source: 맞아, 범행 중이었다면 피해자가 위험해질 가능성도 높아요.
en_us: true. it could even endanger the victim if the crime is taking place right now.

source: B2 스튜디오 콘트라
en_us: B2 contra studio

source: 신유정 씨
en_us: yujeong!

source: 신 경위님, 권 경위님 부르시면 될 거 같아요.
en_us: detective shin, feel free to get detective kwon in here.

source: 김윤은 왜 불렀어.
en_us: why’d you pull yun aside?

source: 근데 이젠 아니에요.
en_us: ...but not anymore.

source: 정 한 나 (생 존)
en_us: hanna jeong (survived)

source: 왜...
en_us: why...

source: 폰 좀 맡아주라
en_us: could you hold onto my phone?

source: 검찰 검
en_us: prosecutor prosecutor

source: 뭐???
en_us: what???

source: 어, 플래시 아낄래 나는...
en_us: uh, I’m fine. let’s save the light.

source: 회장 시켜줬더니 야간견학에 지가 늦는다고?
en_us: isn’t he the president or something? and he’s late?

source: 가족이 운영하는 병원
en_us: the business his family owns

source: 구조는 언제 되는 거야, 진짜...
en_us: when are we getting out of here...?

source: 말도 안돼… 이런 상황이니까 단체로 착각하는 거야.
en_us: no way... everyone’s just confused because it’s been so stressful.

source: 누구가 이렇게 헉헉 대냐?
en_us: who’s panting?

source: 설정
en_us: settings

source: 이제 끄자.
en_us: let’s turn it off now.

source: 이미 상했다고 생각해서 안 찾나?
en_us: did they give up looking for it because they think it already went bad?

source: 어디 고장났냐?
en_us: are you sick?

source: 고 준 호(사 망) 이 청록(생 존) 송 준 택(생 존 / 의식불명)
en_us: junho ko (dead) cheongnok lee (survived) juntaek song (survived/unconscious)

source: 이쪽이야, 이쪽
en_us: I’m here, this way.

source: 선생님 저 가볼게요.
en_us: doctor, I’ll see you later.

source: (생 존)
en_us: (survived)

source: 그거 나와도 특정해서 자백 받아야 하는 상황이라며.
en_us: even if you get the records, you need a confession.

source: 근데 저같은 목격자도 묵비권 되나요?
en_us: by the way, can a witness like me take the fifth?

source: 이청록 역시 등신 맞음...
en_us: cheongnok, you moron...

source: 잠깐 전화 받고 오겠습니다.
en_us: I’ll be right back, I’m gonna take this outside.

source: 왜 여자들이었는지는 알아봐야 돼요.
en_us: we have to figure out why he was afraid of the girls.

source: 어...어디예요?
en_us: wh-where are you?

source: 신장 쪽이 안 좋아요.
en_us: it’s her kidneys.

source: 이 윤 태 / 사망
en_us: yuntae lee / dead

source: 빨리와
en_us: hurry up

source: 아...{j}잠시만요.
en_us: oh... one second.{j}

source: 걔가 좀 굶었다고, 좀 엎어졌다고 죽을 놈 같냐…?
en_us: he’s definitely not the guy who would fall and die.

source: ㅋㅋㅋㅋ아니 지겨워
en_us: haha, no I’m tired of it.

source: 초싸움이야!
en_us: it’s a race against time!

source: 체벌 없다고 사이가 좋은 것도 아니고...
en_us: but that doesn’t mean we’re a happy loving family.

source: 지금 본인이 평소와 다른 건 아십니까?
en_us: are you aware of how different you are right now?

source: 혜성아 너 키 몇이야?
en_us: hyeseong, how tall are you?

source: 이거 너 해라
en_us: take care of this.

source: 잠깐 불 다시 켜주면 안돼?
en_us: could you turn the light back on for a second?

source: 하던대로 해야죠.
en_us: I’ll do what I usually do.

source: 우리한테 왔던 그 남자랑...
en_us: the voices of the guy...

source: 이쪽이요!
en_us: this way.

source: 살아있어.
en_us: they’re alive.

source: 몇찬지 말해야지...
en_us: what round we’re on?

source: 형하고 할말 없어…
en_us: I don’t have anything to say to you...

source: 결국 그게 맞았고
en_us: and he was right.

source: 빨리 찾아내는 수밖에 없어.
en_us: we have to find them quickly.

source: 하나, 고준호.
en_us: one, junho ko.

source: 태연이 덕분에 온 건데 그냥 좀 따라라.
en_us: we’re all here thanks to taeyeon, so just listen to her.

source: 오태연 고준호 움직여...
en_us: junho and taeyeon, let’s go.

source: 그 애들이 나를 만난 직후 자살했다고 하는데
en_us: of course I’m a little surprised.

source: 유서 나왔어?
en_us: did they find a note?

source: 저랑 쭉 같이 갈 친굽니다.
en_us: ...is my teammate. she’ll be with me for a long time.

source: 살려주세요...!
en_us: don’t kill us...!

source: 이번엔 준택이가 관리하는 거 어떨까.
en_us: why don’t we let juntaek be in charge of the knife this time?

source: 좁히자!
en_us: let’s cage them in!

source: 목소리는 왜 그래?
en_us: what’s wrong with your voice?

source: 꼬리잡기 46
en_us: chasing tails 46

source: 신축 빌딩 클라쓰는....
en_us: look at that newly built building...

source: 그래, 화장실 확인 했으니까 그만 돌아가자.
en_us: alright, let’s go back. we have the bathroom secured.

source: 이청록한테도 한명 붙어야 할 거 같은데...
en_us: and I think we should send someone to cheongnok as well...

source: 소곤..
en_us: whisper

source: 구소라의 권유를 따라 선배 및 동기 7명과
en_us: I went on a hike to sanghak peak at mt. songni

source: 매스컴에서는 형사가 맨손으로 강도들 때려잡았다고 난리던데요.
en_us: the media is making a fuss over a heroic detective who fought an armed robber with bare hands.

source: 그럴리가요.
en_us: it’s not that.

source: 수사관 백정수
en_us: investigator jeongsu baek

source: 나와 마찰을 일으킨 자는 피해자 고준호가 확실했다.
en_us: I am sure that the person who started the conflict with me is the victim junho ko.

source: 자락스정 0.24mg
en_us: xarax tablet 0.24mg

source: ㅆ발 일어나라고요!!!
en_us: I said, get the f*ck up!!!

source: 뭐 만지거나 하지 말고!
en_us: don’t touch anything!

source: 긴급 구조 요청
en_us: emergency SOS

source: 어어, 그거 얼른 보내줘야지.
en_us: oh right, they need it as soon as possible.

source: ....그렇게 걱정할 정도로 다친 거 아닌 거 알잖아.
en_us: you don’t have to worry. it’s not like I’m not dying...

source: 소백산의 변경된 입산통제시기를 사전에 알지 못했던 학생들은 계획했던 소백산 대신
en_us: however, they weren’t aware of the new entry restrictions of mt. sobaek. so instead, they decided to hike mt. songni...

source: 꿀
en_us: gu

source: 나란 등신은 답도 없다, 진짜...
en_us: ugh, why am I like this...?

source: 저 아직 연애는… 그리고 좋아하는 사람 있어서요…
en_us: I’m not looking for a relationship right now... and I have a crush on someone else...

source: 차라리 너가 그렇게 물어봐서 더 큰소리 안 났던 걸지도 몰라.
en_us: honestly, you probably prevented it from becoming a bigger deal.

source: 이상하다...
en_us: that’s weird...

source: 성분정보, 저장방법, 효능효과, 용법...
en_us: chemical composition, storage, side effects, usage...

source: 일하면서 짬짬이 해도 꽤 걸려.
en_us: even if I work on it in my spare time too, it’ll take a while.

source: 정말 사고사가 아니라고...?
en_us: is this really not an accident...?

source: 그래서 사고자들에게서 알아봐야 할 게 있습니다.
en_us: that’s why I need something from the survivors.

source: 나름 의미를 담은 피드 아닐까…?
en_us: but maybe it has a special hidden meaning.

source: 푸흐흐..
en_us: hahaha

source: 그 당시 경찰들은 놓친 거 같지만요.
en_us: the police missed it at the time.

source: 일단 송준택한테는 대근이 보내고
en_us: first, send daegun to juntaek,

source: 선배!!!
en_us: juntaek!!

source: 꼼짝도...
en_us: ...move...

source: …없어요.
en_us: no...

source: 여기저기 쑤신다...
en_us: everything hurts...

source: 책임자인 저한텐 한마디 말씀도 없이...
en_us: you didn’t even say a word to me even though I’m in charge...

source: 없는거 같은데요!
en_us: ...don’t think so!

source: 밟지 않게 조심하고...
en_us: be careful not to step on him...

source: 마음이 너무 급했어요.
en_us: I was rushing.

source: 이청록은 혐의가 밝혀진 게 없습니다.
en_us: cheongnok has no convicted charges.

source: '너가 소리내서 나까지 놀랐잖아'
en_us: “your noise scared the crap out of me.”

source: 촬영하다 쫌만 실수해도 ㅈ랄날 텐데.
en_us: they’re going to flip out every time I make a small mistake.

source: 이 더위에?
en_us: in this heat?

source: 뭐라고?
en_us: what did you say?

source: 네 명의 가족력만 알아보고 끝내겠습니다.
en_us: I need their family history.

source: 정한나 체액(땀)
en_us: hanna jeong body fluid (sweat)

source: 아무튼 남은 시간 동안 더 밀어붙여보죠?
en_us: let’s press on yujeong before our time is up.

source: 어휴… 한나 너 가끔 이청록이랑 똑같아…
en_us: ugh, hanna... you remind me of cheongnok sometimes.

source: 팀으로 도는 게 낫지 않아?
en_us: wouldn’t it be better to move together?

source: 누군데?
en_us: who is it?

source: 천천히 올라오세요!!!
en_us: come up slowly!!!

source: 어설프게 설치다가 괜히 ㅈ랄난다.
en_us: I don’t want things to go south from a sloppy job.

source: 피해자신문조서는 3.9 14:00경에 조사를 마쳤기에
en_us: hereby completed the victim interrogation report

source: 이 정도 임팩트는 허용해줘야 하는 거 아닌가요?
en_us: can’t you be a little lenient about it?

source: 그럴걸요?
en_us: I think so.

source: 자 그럼...
en_us: well, then...

source: 주변 구조물 건들지 말고 빼야돼!!!
en_us: we have to get him out of there without causing additional collapses!!!

source: 개 같다…
en_us: what a load of crap.

source: 근데 준호 선배는...
en_us: but junho...

source: 이러니 저러니 해도 난 대화 잘 통하고 조용한 사람이 좋더라고.
en_us: at the end of the day, I want someone quiet and easy to talk to.

source: 건물에...
en_us: were we...

source: 뒷주머니요.
en_us: in your back pocket.

source: 아니 안 죽는 게 제일 좋은 거 아냐?
en_us: I mean, do you have to die?

source: 한명만 추려서 그 놈만 배척해보자.
en_us: let’s narrow it down to one person and separate them.

source: 목격자나 피해자에게 용의자 보여주는 일이 드문 것도 아니고,
en_us: it’s not uncommon to present suspects to a victim.

source: 나머지 한명 어딨어!
en_us: where’s the last person?!

source: ㅅㅂㅋㅋㅋㅋ 형은 천장에 정수리 박던데?
en_us: lmao right, and you jumped so high I saw you hitting the ceiling with your head!

source: 괜찮지?
en_us: is everyone cool with this?

source: 경위님, 그건 말도 안됩니다.
en_us: detective, that’s ridiculous.

source: 년 11월부터 약물치료 시작
en_us: started medication in november 20xx

source: 그 확률도 높죠.
en_us: that’s highly likely.

source: 코 골기도 하고 이동하다 서로 치는 일이 다반사였는데 그럼 안됐죠.
en_us: but these things happen. people snore and bump into each other in the dark. so she shouldn’t have.

source: 중요한 건 그안에 갇히게 되면서
en_us: the important thing is, once they got trapped in there...

source: 처음으로 제대로 사귄 친구였는데…
en_us: she was the first real friend I made...

source: 그래서 내가 마시고...
en_us: so I drank, and--

source: 아… 요즘은 그런 게 입 무거운 건가
en_us: oh... I guess you can see him like that.

source: 대질신문
en_us: ...cross-examination...

source: 소리 지르면 다시 조른다.
en_us: make another noise, and I’m going to choke you again.

source: 저 커플 제대로 보낸 거 진짜 맞지?
en_us: are you sure that you sent the couple down?

source: 나간 김에 밥도 좀 먹고 와야지...
en_us: ...and get lunch while I’m at it...

source: 좀 지킬 수 있으면 좋겠는데...
en_us: just protect the water.

source: 철야 어쩌고 해서 지금 새벽 1시예요.
en_us: it’s 1 am, they’re working overnight.

source: 과대 통해서 돌려받고 끝났어요.
en_us: we got it in two days through seongbin.

source: 피해 사건에 관하여 1999.3.5.
en_us: the five missing people incident at mt. songni

source: 귀에 속삭였어요.
en_us: and they whispered to me.

source: 가만 있을 거지?
en_us: so, stay still, okay?

source: 여긴 이청록 있어.
en_us: it’s more dangerous over here.

source: 사실 속내를 알 수 없는 걸로 치면 제일 수상하고요.
en_us: he’s the most mysterious one, which makes him the most suspicious one too.

source: 환장하겠네...
en_us: jesus christ...

source: 휘적
en_us: stumble

source: 13차 송준택
en_us: juntaek song, 13th round.

source: 글도 바로 내렸잖아.
en_us: they took it down immediately.

source: 야 오태연
en_us: hey, taeyeon!

source: 그렇게 말씀해주시면 감사하고요.
en_us: thank you for saying that.

source: 그냥, 너 준택 선배랑 갈 때…
en_us: it’s just... when you went with juntaek,

source: 그냥...
en_us: it’s pretty...

source: 친구들 발 디딘 곳 그대로 디뎌서 이쪽으로요!
en_us: follow the exact footsteps, and come this way!

source: 솔직히 나도 깜빡했어.
en_us: honestly, I forgot.

source: 특정 물질들이 섞여서 냄새가 혼합되면,
en_us: but when certain chemicals are mixed into the smell...

source: 준호는...
en_us: let’s just...

source: 빨리 말해라 좋아하는 사람~
en_us: come on, who’s your crush? tell me!

source: 정한나랑 누나 다녀올 때는 우리가 입구 근처까지 가면 되지.
en_us: so we can walk them to the bathroom when hanna and taeyeon are going.

source: 날씨는 쾌청하고 쌓인 눈도 많지 않았습니다.
en_us: ...the weather was clear and there wasn’t a lot of snow.

source: 흑
en_us: sob

source: 여기 창문에 사람이 비치는 거 같지 않아?
en_us: doesn’t it look like there’s a reflection of people on the window?

source: 솔직히 현생에서 누가 워라 하는 것도 아닐거고
en_us: bet nobody is criticizing him irl

source: ...그래도 뭐든 해야돼.
en_us: but we have to do something...

source: 초록인가 뭔가 애 하나 자살하려고 한 거 때문에 위에 난리났어!
en_us: the authorities are freaking out over that kid’s suicide attempt!

source: 우리 처음에 9명이었어.
en_us: we started with nine people.

source: 수사사항
en_us: investigation details

source: 삼성병원
en_us: simsung hospital

source: 생존자 전부가 혈액형을 듣지 못한 상황이었더라고.
en_us: ...and nobody heard his blood type.

source: 툭툭
en_us: clink clink

source: 피해자 옆에 어깨만 걸친 사람이 있어.
en_us: ...and there’s someone else’s shoulder right here.

source: 자수성가한 케이스였는데 그만큼 저한테 기대가 많아서...
en_us: he’s one of those self-made, successful man who expected a lot from me...

source: 둥
en_us: dun

source: 그렇지 않은 사람은
en_us: ...and the people who don’t...

source: 선배, 방금 위층 창가에서 무슨 소리 들리지 않았...
en_us: jeongdo, did you hear that noise coming from the upstairs window just now-?

source: 제 제안을 받아들여 진행한 수사방식과
en_us: ...are completely unrelated to our investigative technique...

source: 죄송해요
en_us: I’m sorry.

source: 20XX년 9월 12일 목요일
en_us: Thursday, September 12th 20XX

source: 움찔!
en_us: flinch

source: 제정신이 아닌 와중에도 위화감을 느꼈던 건 틀림없어.
en_us: he must have felt like something was off, even in that situation.

source: 무슨 이유에선지 모르지만
en_us: for some reason...

source: 강박장애로 인한 살인이 아닐까 싶습니다.
en_us: and some OCD symptoms that might have resulted in the murder.

source: 신나서 일 얘기만 하고 있었네요.
en_us: when he’s not even conscious yet.

source: 아무튼, 후배가 쓸데없는 거 배울까봐 날은 세웠지만
en_us: anyways, you were worried about your teammate learning my inappropriate ways,

source: 목소리 맛 간 애들도 있고…
en_us: some people are losing their voices too...

source: 새삼 놀란다고요?
en_us: why are you surprised?

source: 갈게.
en_us: I’m leaving.

source: 선배도 시신...
en_us: ...shouldn’t we...

source: 범인을 잡아도 애먼 사람이 죽으면 무슨 소용입니까.
en_us: what’s the point of catching the murderer if innocent people die from it?

source: 그래 그럼.
en_us: fine then.

source: 과대니까 촬영도 너가 하라고.
en_us: you’re the class president, you should be the one recording.

source: 울릴 때마다 이청록 존ㄴ 튀어오름ㅋㅋㅋ
en_us: cheongnok jumps every time it makes the sound lmao.

source: 범인 안 잡을 거예요?
en_us: don’t you want to solve this case?

source: 한명 없잖아.
en_us: we’re missing one.

source: 신유정이 하는 소리를
en_us: do you believe everything...

source: 빵 먹고 싶어서 그랬던 거잖아요 ㅆ발…
en_us: you wanted to eat the f*cking bread...

source: 모여있어야 된다고 백번 얘기했다 내가.
en_us: I told you a million times that we have to stay together.

source: 그리고 백혜성은...
en_us: and as for hyeseong...

source: 저 4명이 여기 왜...
en_us: why are the four survivors here...?

source: 김 윤 (사망)
en_us: yun kim (dead)

source: 둘도 안 돼.
en_us: two isn’t enough.

source: ㅋㅋ아ㅋㅋㅋ ㅋㅋㅋㅋㅋ
en_us: omg, ahahahaha!

source: 시신에 양손잡이 혹은 왼손잡이 흔적이 있었나 보군요.
en_us: you saw the sign of an ambidextrous or left-handed person on the corpses.

source: 듣는 목...소리...
en_us: I don’t... recognize...

source: ㄱ새끼야!!!
en_us: Oh, and somehow you get to say that?

source: 입 되게 무겁던데, 평소에도 엄청 과묵해요.
en_us: he’s a man of few words and is usually super reserved too.

source: 무슨 정신병자가 혼잣말하는 것처럼...
en_us: ...like they were mentally unstable.

source: 진짜로…
en_us: ...really...

source: 이럴 줄은 몰랐거든…
en_us: I didn’t know this would happen...

source: 그게 바로 나!
en_us: and that’s me!

source: 그리고 만에 하나, 정말 만에 하나 죽어도 정당...
en_us: even on the off chance that they do, this is just self defense--

source: 저는…
en_us: I...

source: 약은 1회분 어치면 충분했을 겁니다.
en_us: ...the suspect probably only needed one dose.

source: 많이 다치더라고요.
en_us: ...or get hurt severely.

source: 선배...
en_us: juntaek...

source: [참고인 진료기록 및 처방기록] 취합A
en_us: [witnesses’ prescriptions and hospital records] A

source: 이...{j}일어나...
en_us: g-get up...{j}

source: 평소에는 약물로 억제하다가 그 안에서 '처음' 발병했을지 모른다는 생각을 했습니다.
en_us: then I also thought of a possibility of them never knowing what they had until they experienced their first episode there.

source: 민망하다...
en_us: ugh, how embarrassing...

source: 제발...
en_us: please...

source: 빵이요!
en_us: the leftover bread!

source: 사실 오빠 일어나면 영채랑 놀리고 장난치려고 했어.
en_us: actually, I was going to make fun of you and joke around with yeongchae when you woke up.

source: 정한나하고도 싸울 거면 나가서 싸웠어야 하는 게 맞아...
en_us: if I really wanted to argue with hanna, I should’ve taken it somewhere else...

source: 맞아요.
en_us: you’re right.

source: 아~ MT비 걷은 거요?
en_us: oh, about the trip money we collected?

source: 탁{j}탁{j}탁{j}탁
en_us: tap tap tap tap{j}{j}{j}

source: 나를 무시해서...
en_us: ...it was because she was looking down on me...

source: 정호랑 대근이가 순경들 이끌고 차례로 초인종 누르는 걸로 해.
en_us: jeongho and daegeun, take some officers and go ring the doorbells.

source: 급하면 여기 화장실로 쓰는 거 어떨까?
en_us: why don’t we use this hole as a bathroom?

source: 꼬리잡기 40
en_us: chasing tails 40

source: 다들 너무 고마워하고 엄청 걱정했어.
en_us: they were all so thankful and worried about you.

source: 커플을 등장시키고 급수에 혼란을 일으켰던 한성빈 때문에
en_us: after seongbin made up the couple and caused confusion in the water order...

source: ...뭐라는지는 못 알아듣겠는데 횡성수설하는 거 같기도 하고
en_us: I don’t know what exactly they’re saying, but it sounded like they were rambling.

source: 아 밀지마!
en_us: hey, don’t push me!

source: 이쪽 이쪽!
en_us: this way!

source: 꼬리잡기 50
en_us: chasing tails 50

source: ...준호는 못 들어.
en_us: we can’t move his body...

source: 저 칼 갖고 있어요.
en_us: I have a knife.

source: ...죽는 거 생각보다 쉬워요.
en_us: dying is easier than you think.

source: 누구야?
en_us: who is it?

source: 있죠...
en_us: are you...

source: 그들이 주장했다는 지하 1층의 네일샵도 존재하지 않았습니다.
en_us: there was also no nail salon in the first floor basement, as they had supposedly said.

source: 신유정의 여동생은 5년전에 죽었어요.
en_us: his younger sister passed away five years ago.

source: 방금 통화했는데 뭐지?
en_us: I just talked to him though. why’s he calling so soon?

source: 제가 18살에 엄마랑 별거하면서 멈췄죠.
en_us: it stopped when my mom and I moved out when I was 18.

source: 씨익
en_us: smirk

source: 허무하지만 굶고 힘들어서 그랬다 치자고.
en_us: ...let’s just say they were starving and exhausted.

source: - 환자 본인과 가족 치료에 적극적
en_us: - both the patient and their family are open to treatment

source: 부산스럽게.
en_us: stop fussing around.

source: 롱 텀 PTSD*이 오기 쉬운 타입이에요.
en_us: but they’re also prone to long-term PTSD*.

source: 약물치료가 필요한 환시와 환각을 겪었다면
en_us: if yujeong had visual and auditory hallucinations that required medical attention in the past...

source: 어딜?
en_us: where are you going?

source: 손을 잡았어.
en_us: so I held her hand.

source: 유정이 진짜 예민하구나...
en_us: yujeong’s so sensitive.

source: 모르겠다 잘래
en_us: idk, im gonna go to bed

source: ...정말?
en_us: really...?

source: 아 그렇지 뭐.
en_us: oh, yeah.

source: 그런데 해군은 무조건 바다에서 죽는다.
en_us: but in the navy, we know that our last moment will be in the sea for sure.

source: 시간 얼추 됐을 거 같은데...
en_us: I think it should be full.

source: 뭔 소리야...
en_us: what are you talking about?

source: 형 미쳤어요?
en_us: are you serious?

source: 사망자 머리랑 상체 올라갑니다!
en_us: the head and the upper body of the corpse is going up!

source: 혜성이가 아니었어.
en_us: it wasn’t hyeseong.

source: 저것들 아니야?
en_us: aren’t they the ones we’re looking for?

source: 임종을 앞둔 환자를 힘들게 하는 각종 신체적, 정신적 증상을 조절함으로써 혼자와 가족의 고통을 경감하고 삶의 질을 향상시키는 의료 서비스를 제공하는 병동
en_us: a type of care facility that focuses on the palliation of a terminally ill patient’s physical and mental symptoms at the end of their life. hospice care unit prioritizes comfort, quality of life, and reduced pain of the patient and their family members.

source: 하면 되지ㅎㅎ
en_us: sure thing!

source: 언제까지 잘거야
en_us: when are you gonna wake up?

source: 신 유 정
en_us: yujeong shin

source: 자식 간수 잘하라고!
en_us: saying that he should have raised cheongnok better!

source: 네, 알겠습니다.
en_us: I understand.

source: 유서X
en_us: no notes

source: 신유정 8차요.
en_us: yujeong shin, 8th round.

source: 빨리!!!
en_us: hurry!!!

source: 말하고 나니까 좀 엽기적이긴 한데...
en_us: it sounds a little bizarre now that I’ve said it out loud...

source: 특히 호르몬 작용이 다량 있었던 걸로 추정되는데
en_us: there were a lot of hormonal activities,

source: 이 사건은 단독범일 수가 없어요.
en_us: there’s no way anyone did this on their own.

source: 그땐 솔직히 섭섭했는데…
en_us: I was a little upset at the time...

source: 4명한테 사건 관련해서는 외부에 발설 금지라고 당부하고
en_us: tell the four survivors that they are not allowed to disclose any information regarding the case...

source: 당연하지...
en_us: of course.

source: 쑤
en_us: soo

source: 성빈아 알아서 마시게 냅둬도 돼.
en_us: seongbin, he’ll drink when he wants.

source: 꾸구국
en_us: press

source: 꾸욱,,
en_us: squeeze

source: 내가 선배로서 시범으로 저질러 버리면…
en_us: if I start, maybe they’ll...

source: 이청록 가자.
en_us: cheongnok, let’s go.

source: 괜찮네~ 한건 했네 누나~
en_us: well, well! good job, taeyeon.

source: 누나부터...{j}옮기고
en_us: I’ll move you first...{j}

source: 누구요?
en_us: who are you talking about?

source: 놓고 들어가면 안 돼요?
en_us: could you leave it in here?

source: 그냥 같이 나눠 마시면 되는데...
en_us: why can’t we just share peacefully...?

source: 2년 점쯤 우성구에서 원룸촌 강도살인 사건이 연달아 일어났었습니다.
en_us: about two years ago, there was a serial murder case in this studio village in wuseong district.

source: '수사관' 신분으로 '미제사건'을 파고든 수준인 건지 궁금하네요.
en_us: did you look dig into the unsolved case as a detective?

source: 이 정도에 살까지 좀 더 붙이면 구속영장도 나올 수 있지 않나요?
en_us: once we add some details here and there, wouldn’t it be enough to get a warrant?

source: 이 새끼 기절했다
en_us: this guy passed out.

source: 고준호를 살해한 범인 또한 목소리를 여러개 냈다는 신유정의 증언이 있었습니다.
en_us: plus, yujeong testified that the person who killed junho was able to mimic voices.

source: 그냥 싸버리고 싶다...
en_us: I just wanna pee in my pants...

source: 아냐 그런 거~
en_us: oh, we’re not.

source: 사람이 왜 그렇게 물러요?
en_us: why are you so soft?

source: 방에 가둘 땐 전구를 빼버렸고요.
en_us: he took out the light bulbs whenever he locked me up.

source: 감사패
en_us: appreciation plaque

source: 와작..
en_us: crunch

source: 저 ㄱ새끼들 진짜...!
en_us: that bastard, I swear...!

source: 추가 붕괴라도 있었던 걸까요?
en_us: has there been an additional collapse?

source: A형이라고 했더니...
en_us: I told them my blood type is A...

source: 일부러 손도 안 댔어요.
en_us: I didn’t even touch them.

source: 말이 씨가 된다.
en_us: don’t jinx it.

source: 응, 나 이 강의는 집중 좀 해야 돼서.
en_us: yeah, I really have to pay attention to this lecture.

source: 크흑...!
en_us: ugh...!

source: '민간인' 신분으로 단순히 '호기심'을 채우고 싶은 수준이었던 건지,
en_us: did you look into it out of curiosity as a civilian?

source: 내가 섬세하질 못했어.
en_us: I should’ve paid more attention...

source: 뭐야?
en_us: what the...

source: 간만에 선배 해병대 썰 땡기는데.
en_us: I want to hear about your marine corps stories.

source: 무슨 짐승같았어요...
en_us: so strong... like a beast.

source: 좀 말랐어도 어깨가 직각인 체형 있다?
en_us: you know those guys who are kind of skinny but have really nice shoulders?
